AdrianRodriguezM/espshell/sdkconfig.defaults.esp32
# SPDX-License-Identifier: GPL-3.0-or-later
CONFIG_IDF_TARGET="esp32"
# CONFIG_ESP32_DEFAULT_CPU_FREQ_240 renamed to CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240 in IDF 6.x
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
